#!-- encoding: utf-8 --
one_2 = u'一乙'
two_17 = u'二十丁厂七卜人入八九几儿了力乃刀又'
three_50 = u'三于干亏士工土才寸下大丈与万上小口巾山千乞川亿个勺久凡及夕丸么广亡门义之尸弓己已子卫也女飞刃习叉马乡'
four_105 = u'丰王井开夫天无元专云扎艺木五支厅不太犬区' \
           u'历尤友匹车巨牙屯比互切瓦止少日中冈贝内水' \
           u'见午牛手毛气升长仁什片仆化仇币仍仅斤爪反' \
           u'介父从今凶分乏公仓月氏勿欠风丹匀乌凤勾文' \
           u'六方火为斗忆订计户认心尺引丑巴孔队办以允' \
           u'予劝双书幻'
five_137 = u'玉刊示末未击打巧正扑扒功扔去甘世古节本术' \
           u'汇头汉宁穴它讨写让礼训必议讯记永司尼民出' \
           u'汁丙左厉右石布龙平灭轧东卡北占业旧帅归且' \
           u'旦目叶甲申叮电号田由史只央兄叼叫另叨叹四' \
           u'生失禾丘付仗代仙们仪白仔他斥瓜乎丛令用甩' \
           u'印乐句匆册犯外处冬鸟务包饥主市立闪兰半辽' \
           u'奶奴加召皮边发孕圣对台矛纠母幼丝可'
six_216 = u'式刑动扛寺吉扣考托老执巩圾扩扫地扬场耳共' \
          u'芒亚芝朽朴机权过臣再协西压厌在有百存而页' \
          u'匠夸夺灰达列死成夹轨邪划迈毕至此贞师尘尖' \
          u'劣光当早吐吓虫曲团同吊吃因吸吗屿帆岁回岂' \
          u'刚则肉网年朱先丢舌竹迁乔伟传乒乓休伍伏优' \
          u'伐延件任伤价份华仰仿伙伪自血向似后行舟全' \
          u'会杀合兆企众爷伞创肌朵杂危旬旨负各名多争' \
          u'色壮冲冰庄庆亦刘齐交次衣产决充妄闭问闯羊' \
          u'并关米灯州汗污江池汤忙兴宇守宅字安讲军许' \
          u'论农讽设访寻那迅尽导异孙阵阳收阶阴防奸如' \
          u'妇好她妈戏羽观欢买红纤级约纪驰巡'
seven_264 = u'寿弄麦形进戒吞远违运扶抚坛技坏扰拒找批扯' \
            u'址走抄坝贡攻赤折抓扮抢孝均抛投坟抗坑坊抖' \
            u'护壳志扭块声把报却劫芽花芹芬苍芳严芦劳克' \
            u'苏杆杠杜材村杏极李杨求更束豆两丽医辰励否' \
            u'还歼来连步坚旱盯呈时吴助县里呆园旷围呀吨' \
            u'足邮男困吵串员听吩吹呜吧吼别岗帐财针钉告' \
            u'我乱利秃秀私每兵估体何但伸作伯伶佣低你住' \
            u'位伴身皂佛近彻役返余希坐谷妥含邻岔肝肚肠' \
            u'龟免狂犹角删条卵岛迎饭饮系言冻状亩况床库' \
            u'疗应冷这序辛弃冶忘闲间闷判灶灿弟汪沙汽沃' \
            u'泛沟没沈沉怀忧快完宋宏牢究穷灾良证启评补' \
            u'初社识诉诊词译君灵即层尿尾迟局改张忌际陆' \
            u'阿陈阻附妙妖妨努忍劲鸡驱纯纱纳纲驳纵纷纸' \
            u'纹纺驴纽'
eight_310 = u'奉玩环武青责现表规抹拢拔拣担坦押抽拐拖拍' \
            u'者顶拆拥抵拘势抱垃拉拦拌幸招坡披拨择抬其' \
            u'取苦若茂苹苗英范直茄茎茅林枝杯柜析板松枪' \
            u'构杰述枕丧或画卧事刺枣雨卖矿码厕奔奇奋态' \
            u'欧垄妻轰顷转斩轮软到非叔肯齿些虎虏肾贤尚' \
            u'旺具果味昆国昌畅明易昂典固忠咐呼鸣咏呢岸' \
            u'岩帖罗帜岭凯败贩购图钓制知垂牧物乖刮秆和' \
            u'季委佳侍供使例版侄侦侧凭侨佩货依的迫质欣' \
            u'征往爬彼径所舍金命斧爸采受乳贪念贫肤肺肢' \
            u'肿胀朋股肥服胁周昏鱼兔狐忽狗备饰饱饲变京' \
            u'享店夜庙府底剂郊废净盲放刻育闸闹郑券卷单' \
            u'炒炊炕炎炉沫浅法泄河沾泪油泊沿泡注泻泳泥' \
            u'沸波泼泽治怖性怕怜怪学宝宗定宜审宙官空帘' \
            u'实试郎诗肩房诚衬衫视话诞询该详建肃录隶居' \
            u'届刷屈弦承孟孤陕降限妹姑姐姓始驾参艰线练' \
            u'组细驶织终驻驼绍经贯'
nine_316 = u'奏春帮珍玻毒型挂封持项垮挎城挠政赴赵挡挺' \
           u'括拴拾挑指垫挣挤拼挖按挥挪某甚革荐巷带草' \
           u'茧茶荒茫荡荣故胡南药标枯柄栋相查柏柳柱柿' \
           u'栏树要咸威歪研砖厘厚砌砍面耐耍牵残殃轻鸦' \
           u'皆背战点临览竖省削尝是盼眨哄显哑冒映星昨' \
           u'畏趴胃贵界虹虾蚁思蚂虽品咽骂哗咱响哈咬咳' \
           u'哪炭峡罚贱贴骨钞钟钢钥钩卸缸拜看矩怎牲选' \
           u'适秒香种秋科重复竿段便俩贷顺修保促侮俭俗' \
           u'俘信皇泉鬼侵追俊盾待律很须叙剑逃食盆胆胜' \
           u'胞胖脉勉狭狮独狡狱狠贸怨急饶蚀饺饼弯将奖' \
           u'哀亭亮度迹庭疮疯疫疤姿亲音帝施闻阀阁差养' \
           u'美姜叛送类迷前首逆总炼炸炮烂剃洁洪洒浇浊' \
           u'洞测洗活派洽染济洋洲浑浓津恒恢恰恼恨举觉' \
           u'宣室宫宪突穿窃客冠语扁袄祖神祝误诱说诵垦' \
           u'退既屋昼费陡眉孩除险院娃姥姨姻娇怒架贺盈' \
           u'勇怠柔垒绑绒结绕骄绘给络骆绝绞统'
ten_284 = u'耕耗艳泰珠班素蚕顽盏匪捞栽捕振载赶起盐捎' \
          u'捏埋捉捆捐损都哲逝捡换挽热恐壶挨耻耽恭莲' \
          u'莫荷获晋恶真框桂档桐株桥桃格校核样根索哥' \
          u'速逗栗配翅辱唇夏础破原套逐烈殊顾轿较顿毙' \
          u'致柴桌虑监紧党晒眠晓鸭晃晌晕蚊哨哭恩唤啊' \
          u'唉罢峰圆贼贿钱钳钻铁铃铅缺氧特牺造乘敌秤' \
          u'租积秧秩称秘透笔笑笋债借值倚倾倒倘俱倡候' \
          u'俯倍倦健臭射躬息徒徐舰舱般航途拿爹爱颂翁' \
          u'脆脂胸胳脏胶脑狸狼逢留皱饿恋桨浆衰高席准' \
          u'座脊症病疾疼疲效离唐资凉站剖竞部旁旅畜阅' \
          u'羞瓶拳粉料益兼烤烘烦烧烛烟递涛浙涝酒涉消' \
          u'浩海涂浴浮流润浪浸涨烫涌悟悄悔悦害宽家宵' \
          u'宴宾窄容宰案请朗诸读扇袜袖袍被祥课谁调冤' \
          u'谅谈谊剥恳展剧屑弱陵陶陷陪娱娘通能难预桑' \
          u'绢绣验继'
eleven_209 = u'球理捧堵描域掩捷排掉堆推掀授教掏掠培接控' \
             u'探据掘职基著勒黄萌萝菌菜萄菊萍菠营械梦梢' \
             u'梅检梳梯桶救副票戚爽聋袭盛雪辅辆虚雀堂常' \
             u'匙晨睁眯眼悬野啦晚啄距跃略蛇累唱患唯崖崭' \
             u'崇圈铜铲银甜梨犁移笨笼笛符第敏做袋悠偿偶' \
             u'偷您售停偏假得衔盘船斜盒鸽悉欲彩领脚脖脸' \
             u'脱象够猜猪猎猫猛馅馆凑减毫麻痒痕廊康庸鹿' \
             u'盗章竟商族旋望率着盖粘粗粒断剪兽清添淋淹' \
             u'渠渐混渔淘液淡深婆梁渗情惜惭悼惧惕惊惨惯' \
             u'寇寄宿窑密谋谎祸谜逮敢屠弹随蛋隆隐婚婶颈' \
             u'绩绪续骑绳维绵绸绿'
twelve_214 = u'琴斑替款堪搭塔越趁趋超提堤博揭喜插揪搜煮' \
             u'援裁搁搂搅握揉斯期欺联散惹葬葛董葡敬葱落' \
             u'朝辜葵棒棋植森椅椒棵棍棉棚棕惠惑逼厨厦硬' \
             u'确雁殖裂雄暂雅辈悲紫辉敞赏掌晴暑最量喷晶' \
             u'喇遇喊景践跌跑遗蛙蛛蜓喝喂喘喉幅帽赌赔黑' \
             u'铸铺链销锁锄锅锈锋锐短智毯鹅剩稍程稀税筐' \
             u'等筑策筛筒答筋筝傲傅牌堡集焦傍储奥街惩御' \
             u'循艇舒番释禽腊脾腔鲁猾猴然馋装蛮就痛童阔' \
             u'善羡普粪尊道曾焰港湖渣湿温渴滑湾渡游滋溉' \
             u'愤慌惰愧愉慨割寒富窜窝窗遍裕裤裙谢谣谦属' \
             u'屡强粥疏隔隙絮嫂登缎缓编骗缘'
thirteen_143 = u'瑞魂肆摄摸填搏塌鼓摆携搬摇搞塘摊蒜勤鹊蓝' \
               u'墓幕蓬蓄蒙蒸献禁楚想槐榆楼概赖酬感碍碑碎' \
               u'碰碗碌雷零雾雹输督龄鉴睛睡睬鄙愚暖盟歇暗' \
               u'照跨跳跪路跟遣蛾蜂嗓置罪罩错锡锣锤锦键锯' \
               u'矮辞稠愁筹签简毁舅鼠催傻像躲微愈遥腰腥腹' \
               u'腾腿触解酱痰廉新韵意粮数煎塑慈煤煌满漠源' \
               u'滤滥滔溪溜滚滨粱滩慎誉塞谨福群殿辟障嫌嫁' \
               u'叠缝缠'
fourteen_88 = u'静碧璃墙撇嘉摧截誓境摘摔聚蔽慕暮蔑模榴榜' \
              u'榨歌遭酷酿酸磁愿需弊裳颗嗽蜻蜡蝇蜘赚锹锻' \
              u'舞稳算箩管僚鼻魄貌膜膊膀鲜疑馒裹敲豪膏遮' \
              u'腐瘦辣竭端旗精歉熄熔漆漂漫滴演漏慢寨赛察' \
              u'蜜谱嫩翠熊凳骡缩'
fifteen_64 = u'慧撕撒趣趟撑播撞撤增聪鞋蕉蔬横槽樱橡飘醋' \
             u'醉震霉瞒题暴瞎影踢踏踩踪蝶蝴嘱墨镇靠稻黎' \
             u'稿稼箱箭篇僵躺僻德艘膝膛熟摩颜毅糊遵潜潮' \
             u'懂额慰劈'
sixteen_36 = u'操燕薯薪薄颠橘整融醒餐嘴蹄器赠默镜赞篮邀' \
             u'衡膨雕磨凝辨辩糖糕燃澡激懒壁避缴'
seventeen_19 = u'戴擦鞠藏霜霞瞧蹈螺穗繁辫赢糟糠燥臂翼骤'
eighteen_plus_26 = u'鞭覆蹦镰翻鹰警攀蹲颤瓣爆疆壤耀躁嚼嚷籍魔灌蠢霸露囊罐'

freq = one_2 + two_17 + three_50 + four_105 + five_137 + six_216 + seven_264 + eight_310 + nine_316 + ten_284 + \
       eleven_209 + twelve_214 + thirteen_143 + fourteen_88 + fifteen_64 + sixteen_36 + seventeen_19 + eighteen_plus_26

freq_list = list(freq)
