five_minus_24 = u'匕刁丐歹戈夭仑讥冗邓艾夯凸卢叭叽皿凹囚矢乍尔冯玄'
six_34 = u'邦迂邢芋芍吏夷吁吕吆屹廷迄臼仲伦伊肋旭匈' \
         u'凫妆亥汛讳讶讹讼诀弛阱驮驯纫'
seven_77 = u'玖玛韧抠扼汞扳抡坎坞抑拟抒芙芜苇芥芯芭杖' \
           u'杉巫杈甫匣轩卤肖吱吠呕呐吟呛吻吭邑囤吮岖' \
           u'牡佑佃伺囱肛肘甸狈鸠彤灸刨庇吝庐闰兑灼沐' \
           u'沛汰沥沦汹沧沪忱诅诈罕屁坠妓姊妒纬'
eight_97 = u'玫卦坷坯拓坪坤拄拧拂拙拇拗茉昔苛苫苟苞茁' \
           u'苔枉枢枚枫杭郁矾奈奄殴歧卓昙哎咕呵咙呻咒' \
           u'咆咖帕账贬贮氛秉岳侠侥侣侈卑刽刹肴觅忿瓮' \
           u'肮肪狞庞疟疙疚卒氓炬沽沮泣泞泌沼怔怯宠宛' \
           u'衩祈诡帚屉弧弥陋陌函姆虱叁绅驹绊绎'
nine_99 = u'契贰玷玲珊拭拷拱挟垢垛拯荆茸茬荚茵茴荞荠' \
          u'荤荧荔栈柑栅柠枷勃柬砂泵砚鸥轴韭虐昧盹咧' \
          u'昵昭盅勋哆咪哟幽钙钝钠钦钧钮毡氢秕俏俄俐' \
          u'侯徊衍胚胧胎狰饵峦奕咨飒闺闽籽娄烁炫洼柒' \
          u'涎洛恃恍恬恤宦诫诬祠诲屏屎逊陨姚娜蚤骇'
ten_107 = u'耘耙秦匿埂捂捍袁捌挫挚捣捅埃耿聂荸莽莱莉' \
          u'莹莺梆栖桦栓桅桩贾酌砸砰砾殉逞哮唠哺剔蚌' \
          u'蚜畔蚣蚪蚓哩圃鸯唁哼唆峭唧峻赂赃钾铆氨秫' \
          u'笆俺赁倔殷耸舀豺豹颁胯胰脐脓逛卿鸵鸳馁凌' \
          u'凄衷郭斋疹紊瓷羔烙浦涡涣涤涧涕涩悍悯窍诺' \
          u'诽袒谆祟恕娩骏'
eleven_142 = u'琐麸琉琅措捺捶赦埠捻掐掂掖掷掸掺勘聊娶菱' \
             u'菲萎菩萤乾萧萨菇彬梗梧梭曹酝酗厢硅硕奢盔' \
             u'匾颅彪眶晤曼晦冕啡畦趾啃蛆蚯蛉蛀唬啰唾啤' \
             u'啥啸崎逻崔崩婴赊铐铛铝铡铣铭矫秸秽笙笤偎' \
             u'傀躯兜衅徘徙舶舷舵敛翎脯逸凰猖祭烹庶庵痊' \
             u'阎阐眷焊焕鸿涯淑淌淮淆渊淫淳淤淀涮涵惦悴' \
             u'惋寂窒谍谐裆袱祷谒谓谚尉堕隅婉颇绰绷综绽' \
             u'缀巢'
twelve_106 = u'琳琢琼揍堰揩揽揖彭揣搀搓壹搔葫募蒋蒂韩棱' \
             u'椰焚椎棺榔椭粟棘酣酥硝硫颊雳翘凿棠晰鼎喳' \
             u'遏晾畴跋跛蛔蜒蛤鹃喻啼喧嵌赋赎赐锉锌甥掰' \
             u'氮氯黍筏牍粤逾腌腋腕猩猬惫敦痘痢痪竣翔奠' \
             u'遂焙滞湘渤渺溃溅湃愕惶寓窖窘雇谤犀隘媒媚' \
             u'婿缅缆缔缕骚'
thirteen_89 = u'瑟鹉瑰搪聘斟靴靶蓖蒿蒲蓉楔椿楷榄楞楣酪碘' \
              u'硼碉辐辑频睹睦瞄嗜嗦暇畸跷跺蜈蜗蜕蛹嗅嗡' \
              u'嗤署蜀幌锚锥锨锭锰稚颓筷魁衙腻腮腺鹏肄猿' \
              u'颖煞雏馍馏禀痹廓痴靖誊漓溢溯溶滓溺寞窥窟' \
              u'寝褂裸谬媳嫉缚缤剿'
fourteen_52 = u'赘熬赫蔫摹蔓蔗蔼熙蔚兢榛榕酵碟碴碱碳辕辖' \
              u'雌墅嘁踊蝉嘀幔镀舔熏箍箕箫舆僧孵瘩瘟彰粹' \
              u'漱漩漾慷寡寥谭褐褪隧嫡缨'
fifteen_62 = u'撵撩撮撬擒墩撰鞍蕊蕴樊樟橄敷豌醇磕磅碾憋' \
             u'嘶嘲嘹蝠蝎蝌蝗蝙嘿幢镊镐稽篓膘鲤鲫褒瘪瘤' \
             u'瘫凛澎潭潦澳潘澈澜澄憔懊憎翩褥谴鹤憨履嬉' \
             u'豫缭'
sixteen_42 = u'撼擂擅蕾薛薇擎翰噩橱橙瓢磺霍霎辙冀踱蹂蟆' \
             u'螃螟噪鹦黔穆篡篷篙篱儒膳鲸瘾瘸糙燎濒憾懈' \
             u'窿缰'
seventeen_32 = u'壕藐檬檐檩檀礁磷瞭瞬瞳瞪曙蹋蟋蟀嚎赡镣魏' \
               u'簇儡徽爵朦臊鳄糜癌懦豁臀'
eighteen_plus_37 = u'藕藤瞻嚣鳍癞瀑襟璧戳' \
                   u'攒孽蘑藻鳖蹭蹬簸簿蟹靡癣羹' \
                   u'鬓攘蠕巍鳞糯譬霹躏髓蘸镶瓤矗'

less_freq = five_minus_24 + six_34 + seven_77 + eight_97 + nine_99 + ten_107 + twelve_106 + \
            thirteen_89 + fourteen_52 + fifteen_62 + sixteen_42 + seventeen_32 + eighteen_plus_37

less_freq_list = list(less_freq)
